{
  "global": {
    "button": {
      "back": "Volver",
      "continue": "Continuar",
      "skip": "Descartar",
      "yes": "Si",
      "no": "No",
      "verify": "Verificar",
      "change": "Cambiar",
      "remove": "Quitar",
      "add": "Añadir"
    },
    "learnMore": "más información",
    "areYouSure": "¿Seguro que quiere continuar?"
  },
  "app": {
    "login": "Iniciar sesión",
    "logout": "Cerrar sesión",
    "title": "Administración de Perfiles IdP - {0}"
  },
  "help": {
    "title": "Contactos de apoyo",
    "phone": "Teléfono:",
    "email": "Correo electrónico:",
    "site": "direcion Web:",
    "feedback": "Comentarios:",
    "button": {
      "help": "Ayuda",
      "ok": "Aceptar"
    }
  },
  "pageNotFound": {
    "header": "No encontrado"
  },
  "profile": {
    "intro": {
      "header": "¡Bienvenido a tu perfil de identidad {0} {1}!",
      "explanation": "Lo guiaremos a través de algunos pasos que lo ayudarán a obtener su perfil de identidad en forma corecta.",
      "username": "Su nombre de usuario será ",
      "button": {
        "start": "Comenzar"
      }
    },
    "inviteExpired": {
      "header": "Enlace vencido",
      "explanation": "Ese enlace ya se ha vencido, así que te hemos enviado otro correo electrónico con un nuevo enlace.  Debes recibirlo dentro de un minuto.  Ya no necesitarás esta pestaña."
    },
    "steps": {
      "pwStep": "Contraseña",
      "pwRecoverStep": "Recuperar contraseña",
      "2svStep": "Verificación de 2 pasos",
      "completeStep": "Completo"
    },
    "complete": {
      "header": "¡Bien hecho!",
      "info": "{0}, gracias por configurar tu {1} perfil de identidad. Encontrará la configuración actualizada en la página siguiente y podrá realizar ajustes a partir de ahí en el futuro.",
      "unverifiedEmails": "Busque un correo electrónico de verificación en las siguientes cuentas para que podamos confirmar sus opciones de recuperación de contraseña:",
      "noAlternates": "No tiene ningún medio alternativo para recuperar su contraseña en caso de que la olvide. Por favor considere agregar uno en el futuro.",
      "no2sv": "No tienes ninguna opcion de verificación de 2 pasos establecidas. Por favor, considere agregar al menos uno en el futuro.",
      "username": "Su nombre de usuario será ",
      "button": {
        "profile": "Ver mi perfil"
      }
    },
    "index": {
      "header": "Mi {0} identidad",
      "username": "Nombre de usuario: ",
      "lastLogin": "Último inicio de sesión: ",
      "manager": "Contacto de recuperación: ",
      "2sv": "Verificación de 2 pasos",
      "rename": "Renombrar",
      "unverifiedEmails": "Tiene direcciones de correo electrónico no verificadas, inicie sesión en esas cuentas y haga clic en el enlace proporcionado en el correo electrónico de verificación.",
      "passwordCard": {
        "title": "Contraseña",
        "lastChanged": "Última modificación:",
        "expires": "Se vence:",
        "button": {
          "changeNow": "Venciendo pronto, cambia ahora"
        }
      },
      "passwordRecoveryCard": {
        "title": "Recuperar contraseña",
        "warning": "No hay direcciones de correo electronico de recuperación en este momento, por favor agregue una.",
        "unverifiedEmails": "Tienes direcciones de correo no verificadas.",
        "unverified": "Este correo electrónico no ha sido verificado todavía, por favor, compruebe su cuenta para un correo electrónico de verificación.",
        "resend": "Enviar de nuevo"
      },
      "totpCard": {
        "title": "Teléfono inteligente",
        "created": "Creado:",
        "lastUsed": "Última utilización:",
        "button": {
          "change": "perdido o nuevo"
        },
        "warning": "No hay telefono inteligente en este momento, por favor agregue uno."
      },
      "u2fCard": {
        "title": "Llave de seguridad USB",
        "created": "Creado:",
        "lastUsed": "Última utilización:",
        "button": {
          "change": "perdido o nuevo"
        },
        "warning": "No hay clave de seguridad en este momento, por favor agregue una."
      },
      "codeCard": {
        "title": "Códigos de copia de seguridad imprimibles",
        "created": "Creado:",
        "lastUsed": "Última utilización:",
        "remaining": "Restante:",
        "button": {
          "replace": "Reemplazar",
          "add": "Crear"
        },
        "warning": "No hay códigos de respaldo en este momento, por favor crea algunos."
      },
      "dndCard": {
        "title": "No divulgar",
        "info": "Cuando está habilitado, el uso del proceso Olvidé la contraseña producirá un mensaje que indica que su cuenta no existe. Sin embargo, aún le enviará un correo electrónico con un enlace que puede usar para restablecer su contraseña. Esto es tipicamente utilizado por individuos en lugares sensibles.",
        "button": {
          "enable": "Encender",
          "disable": "Apagar"
        }
      }
    },
    "progress": {
      "header": "Solidez del perfil",
      "addMethod": "Añadir un método de recuperación",
      "addTotp": "Agregar un teléfono inteligente (2SV)",
      "addU2f": "Agregar una clave de seguridad (2SV)",
      "addCodes": "Añadir algunos códigos de recuperacion (2SV)"
    }
  },
  "password": {
    "create": {
      "header": "Crear una contraseña para tu identidad de {0}",
      "username": "{0} nombre de usuario: ",
      "pwInput": "Su nueva contraseña",
      "required": "Se requiere una contraseña nueva",
      "tooShort": "Su nueva contraseña debe tener al menos {0} caracteres",
      "tooLong": "La contraseña no puede ser superior a {0} caracteres",
      "tooWeak": "Su nueva contraseña debe ser más fuerte",
      "noGood": "Desafortunadamente, parece que aquel no va a funcionar",
      "goodPassword": "Eso está empezando a parecer a una buena contraseña, haga clic en continuar para verificar."
    },
    "confirm": {
      "header": "Confirma tu nueva contraseña",
      "explanation": "Para confirmar de que tengamos su nueva contraseña correcta, confirmela una vez más.",
      "pwInput": "Su nueva contraseña",
      "noMatch": "Esa contraseña no coincide con la anterior"
    },
    "saved": {
      "header": "¡Excelente!",
      "info": "Su nueva contraseña fue creada.",
      "pwInput": "Su nueva contraseña"
    },
    "recovery": {
      "header": "¿Qué pasa si olvida tu contraseña?",
      "explanation": "A veces olvidamos nuestra contraseña y a  veces, la contraseña que tenemos no parece funcionar. En esas situaciones, es importante poder \"recuperar\" su contraseña.",
      "info": "Si olvida su contraseña, le enviaremos un correo electrónico a {0} con un enlace que puede usar para crear una nueva contraseña.  ",
      "advice": "Además, le recomendamos que agregue al menos una adicional dirección de correo electrónico alternativa para asegurar que el restablecimiento de su contraseña en el futuro sea lo más fácil posible.",
      "atLeastOneRecovery": "Afortunadamente, ya tiene medios alternativos que podemos usar para enviar un enlace especial en caso de que necesite comenzar el proceso de recuperación de contraseña. Puede utilizar tanto como desee.",
      "emailInput": "Confirma tu e-mail alternativo",
      "unsaved": "Aún no ha guardado sus cambios.",
      "dontRemoveLastOne": "Por favor agregue una nueva dirección alternativa antes de eliminar esta.",
      "invalidEmail": "Dirección de correo electrónica no válida",
      "personalHeader": "Alternativo(s)",
      "noPersonalMethods": "Ninguno en este momento"
    },
    "verifyRecovery": {
      "header": "Verificación del método de recuperación",
      "verifying": "Verificando su código...",
      "verified": "¡Felicitaciones! Usted ha agregado exitosamente ese método de recuperación en caso de que alguna vez olvide su contraseña.",
      "expired": "Desafortunadamente, el código de verificación ya ha vencido. Te enviaré otro correo electrónico ahora mismo con un nuevo código de verificación.  Puedes cerrar esta pestaña y busca su correo electrónico.",
      "invalid": "Desafortunadamente algo no funciona con ese enlace. Necesitarás intentarlo de nuevo.",
      "button": {
        "profile": "Iniciar sesión y ver mi perfil actualizado",
        "again": "Inténtelo de nuevo"
      }
    },
    "forgot": {
      "header": "He olvidado mi contraseña",
      "unameInput": "Ingrese su {0} nombre de usuario",
      "required": "Se requiere nombre de usuario",
      "clickOnly": "Por favor, haz clic para enviar un enlace",
      "button": {
        "send": "Envíame el enlace"
      }
    },
    "forgotSent": {
      "header": "Correo electrónico enviado",
      "emailComing": "Enviaremos un correo electrónico con un enlace especial a la siguiente dirección de correo electrónico pronto:",
      "alternates": "Si no tiene acceso a esta cuenta de correo electrónico, por favor utilice una de las alternativas que se aparece a continuación.",
      "instead": "Utilice esta pestaña en su lugar",
      "too": "Enviado también a este correo electrónico"
    },
    "reset": {
      "verify": {
        "header": "Verificación de restablecimiento de contraseña",
        "verifying": "Verificando su código...",
        "verified": "¡Felicitaciones! Ese era el código correcto, ahora puedes crear tu nueva contraseña.",
        "expired": "Desafortunadamente, el código de verificación ya ha vencido. Envio otro correo electrónico ahora mismo con un nuevo código de verificación.  Puedes cerrar esta pestaña y busca su correo electrónico.",
        "invalid": "Desafortunadamente algo no funciona con ese enlace. Necesita intentarlo de nuevo.",
        "button": {
          "create": "Crear una nueva contraseña",
          "again": "Inténtelo de nuevo"
        }
      },
      "complete": {
        "header": "¡Excelente!",
        "congrats": "Su contraseña ha sido cambiada. No tendrá acceso completo a su perfil hasta que vuelva a iniciar sesión con su nueva contraseña.",
        "button": {
          "next": "Revisa My perfil"
        }
      }
    }
  },
  "2sv": {
    "intro": {
      "header": "¿Qué es la verificación de 2 pasos?",
      "info": "Antes de continuar, nos gustaría presentar un paso importante para proteger su cuenta.",
      "incentive": "¡Agregar la verificación de 2 pasos a su cuenta duplicará al menos la vida útil de su contraseña! Piensalo: que ya no tiene que cambiar su contraseña cada año... Verifique la página del perfil después de agregar un verificacion de dos pasos para ver cuál será su nueva caducidad."
    },
    "smartphone": {
      "intro": {
        "header": "¿Tienes un teléfono inteligente?",
        "info": "Si tiene un telefono inteligente y normalmente está con usted, esta puede ser una muy buena opción para su verificación de 2 pasos."
      },
      "download": {
        "header": "Descargar la aplicacion",
        "recommendation-authenticator": "Hay muchas aplicaciones que puede usar para este paso, sin embargo, recomendamos Google Authenticator por su simplicidad. Es gratis y no utilizará ningún dato móvil.",
        "recommendation-authy": "Hay varias aplicaciones de autenticación disponibles, pero Authy es la opción recomendada. Authy es gratis y no utiliza ningún dato móvil.",
        "button": {
          "ok": "OK, lo instalé en mi smartphone"
        },
        "appname-authenticator": "Autenticación de Google",
        "appname-authy": "Authy"
      },
      "scanQr": {
        "header": "Conecta su teléfono inteligente a su cuenta",
        "info": "Para conectar su teléfono inteligente a su cuenta, necesita escanear el código QR a continuación en la aplicación que acaba de instalar.",
        "add": "Agregue una cuenta haciendo clic en \"comenzar la configuración\" o el botón \"agregar\" y luego elija la opción \"escanear un código de barras\"",
        "qr": "Apunte su teléfono al código QR a continuación y su aplicación comenzará a generar códigos de 6 dígitos",
        "manual": "¿Problemas con el código QR? Aquí está el código para agregar manualmente: ",
        "button": {
          "ok": "OK, mi aplicación está creando códigos ahora"
        }
      },
      "verifyQrCode": {
        "header": "Verifique el código de su aplicación de teléfono inteligente",
        "info": "Su aplicación genera un nuevo código de 6 dígitos cada 30 segundos, cuando esté listo, ingrese el que se muestra en su aplicación y haga clic en \"Verificar\".",
        "codeInput": "Código de 6 dígitos",
        "invalidCode": "El PIN debe tener 6 dígitos",
        "hint": "Si está utilizando Google Authenticator, es posible que debe sincronizar su tiempo. Simplemente toque el botón Menú (tres puntos) en Google Authenticator y vaya a Configuración> Corrección de tiempo para códigos> Sincronizar ahora."
      },
      "codeVerified": {
        "header": "¡Excelente!",
        "info": "Ese era el código correcto. Ahora puede usar su teléfono inteligente para una protecion mejor de su cuenta."
      }
    },
    "key": {
      "intro": {
        "header": "¿Tienes una llave de seguridad USB?",
        "info": "Las llaves de seguridad USB son la opción más segura y conveniente para la configuración de la verificación de 2 pasos.",
        "button": {
          "no": "No, pero me gustaría conseguir uno"
        }
      },
      "insert": {
        "header": "Conecta su llave de seguridad USB",
        "button": {
          "ok": "Ok lo conecté"
        },	
        "nosupport": {	
          "header": "No soportado en su navegador actual",	
          "info": "Las claves de seguridad USB solo son compatibles con los navegadores más seguros, considere un navegador más seguro como Google Chrome."	
        }
      },
      "touch": {
        "header": "Toca o presiona tu llave de seguridad USB",
        "info": "Una vez que su clave de seguridad comience a parpadear, presione su botón o toque su sensor.",
        "error": "Algo salió mal. Asegúrese de haber insertado correctamente la llave y espere a que parpadee antes de presionar. Si su clave no parpadeó, es posible que no tenga un navegador compatible y deberá omitir este paso. Considere un navegador más seguro como Google Chrome.",
        "button": {
          "retry": "Reintentar"
        }
      },
      "confirmed": {
        "header": "¡Excelente!",
        "info": "Su clave de seguridad USB ahora está confirmada, por lo que puede usarla para aún más proteger su cuenta."
      }
    },
    "codes": {
      "intro": {
        "header": "Códigos de seguridad imprimibles",
        "backupInfo": "Puede presentar ocasiones cuando no tenga su teléfono inteligente o llave de seguridad USB disponible. En ese caso, se puede usar códigos de respaldo para agregar manualmente.",
        "primaryInfo": "Si no está utilizando un teléfono inteligente o una clave de seguridad para la verificación en dos pasos, aún puede aumentar la seguridad de su cuenta utilizando solo códigos de respaldo imprimibles.",
        "button": {
          "new": "Crear nuevos códigos"
        }
      },
      "new": {
        "header": "Códigos de seguridad imprimibles",
        "loading": "creando codigos...",
        "generated": "creado en",
        "personalCopy": "Por favor guarde una copia personal para uso cuando tiene la nececidad",
        "button": {
          "ok": "Finalizado",
          "print": "Imprimir",
          "download": "Descargar",
          "copy": "Copiar",
          "copied": "Fue copiado"
        }
      }
    },
    "change": {
      "header": "Perdido o nuevo",
      "info": "Si ha perdido su {0} o ha obtenido un nuevo, debe eliminar el dispositivo de su cuenta antes de configurar el nuevo. ¿Se gustaría seguir adelante y eliminar tu dispositivo existente? Tendrá la opción de configurar un nuevo en el siguiente paso.",
      "lastOne": "Este es su último verificacion de dos pasos, eliminarlo hará que su contraseña caduque antes."
    },
    "removed": {
      "header": "Eliminado",
      "info": "Ese dispositivo ha sido eliminado de tu perfil. ¿Te gustaría configurar un nuevo?",
      "button": {
        "later": "Tal vez luego"
      }
    },
    "remove": {
      "lastOne": "Este es su último verificacion de dos pasos. ¿Está absolutamente seguro de que desea eliminarlo? Esto hará que su contraseña vencera mas antes."
    }
  }
}
