{
  "global": {
    "button": {
      "back": "Précédent",
      "continue": "Continuer",
      "skip": "Passer",
      "yes": "Oui",
      "no": "Non",
      "verify": "Vérifier ",
      "change": "Changer",
      "remove": "Supprimer",
      "add": "Ajouter"
    },
    "learnMore": "en savoir plus",
    "areYouSure": "Êtes-vous certain ?"
  },
  "app": {
    "login": "S'identifier",
    "logout": "Déconnexion",
    "title": "Gestion de profil IdP - {0}"
  },
  "help": {
    "title": "Contacts pour le soutien technique",
    "phone": "Téléphone:",
    "email": "Email:",
    "site": "Site web:",
    "feedback": "Vos commentaires:",
    "button": {
      "help": "Aide",
      "ok": "Ok"
    }
  },
  "pageNotFound": {
    "header": "Pas trouvée"
  },
  "profile": {
    "intro": {
      "header": "Bienvenue {1} à votre profil d'identité {0}!",
      "explanation": "Nous vous guiderons à travers quelques étapes qui vous aideront à mettre votre profil d’identité en grande forme.",
      "username": "Votre nom d'utilisateur ici sera ",
      "button": {
        "start": "Commencer"
      }
    },
    "inviteExpired": {
      "header": "Lien expiré",
      "explanation": "Ce lien a déjà expiré, alors nous vous avons envoyé un autre email avec un nouveau lien.  Vous devriez le recevoir dans la minute.  Vous n’aurez plus besoin de cet onglet."
    },
    "steps": {
      "pwStep": "Mot de Passe",
      "pwRecoverStep": "Récupération du mot de passe",
      "2svStep": "Vérification en 2 étapes",
      "completeStep": "Compléter"
    },
    "complete": {
      "header": "Et voilà, c'est tout !",
      "info": "{0}, merci d'avoir mis en place votre profil d'identité {1} . Vous trouverez vos paramètres mis à jour sur la page suivante et vous pourrez y apporter des modifications dans l'avenir.",
      "unverifiedEmails": "Recherchez un e-mail de vérification dans le(s) compte(s) suivant(s) afin que nous puissions confirmer vos options de récupération de mot de passe:",
      "noAlternates": "Vous n'avez aucun moyen alternatif de récupérer votre mot de passe dans le cas où vous l'oublieriez. Veuillez envisager d'en ajouter un à l'avenir.",
      "no2sv": "Vous n'avez pas d'options de vérification à 2 étapes. Veuillez envisager d'en ajouter au moins une à l'avenir.",
      "username": "Votre nom d'utilisateur ici sera ",
      "button": {
        "profile": "Voir mon profil"
      }
    },
    "index": {
      "header": "Mon identité {0}",
      "username": "Nom d'utilisateur : ",
      "lastLogin": "Dernière connexion : ",
      "manager": "Contact de récupération: ",
      "2sv": "Vérification en 2 Étapes",
      "rename": "Renommer",
      "unverifiedEmails": "Vous avez des adresses e-mail non vérifiées, veuillez vous connecter à ces comptes et cliquer sur le lien fourni dans l'e-mail de vérification.",
      "passwordCard": {
        "title": "Mot de Passe",
        "lastChanged": "Dernière modification:",
        "expires": "Expiration :",
        "button": {
          "changeNow": "Expiration proche, changer maintenant"
        }
      },
      "passwordRecoveryCard": {
        "title": "Récupération du mot de passe",
        "warning": "Aucune adresse de récupération pour l'instant, veuillez en ajouter une.",
        "unverifiedEmails": "Vous avez des adresses e-mail non vérifiées.",
        "unverified": "Vous n'avez pas encore vérifié cette adresse email. Veuillez trouver un email de vérification dans ce compte.",
        "resend": "ré-envoyer"
      },
      "totpCard": {
        "title": "Smartphone",
        "created": "Créé:",
        "lastUsed": "Dernière utilisation:",
        "button": {
          "change": "perdu ou nouveau"
        },
        "warning": "Pas de smartphone à ce moment, veuillez en ajouter un."
      },
      "u2fCard": {
        "title": "Clé de sécurité USB",
        "created": "Créé:",
        "lastUsed": "Dernière utilisation:",
        "button": {
          "change": "perdu ou nouveau"
        },
        "warning": "Aucune clé de sécurité à ce moment, veuillez en ajouter une."
      },
      "codeCard": {
        "title": "Codes de sauvegarde imprimables",
        "created": "Créé:",
        "lastUsed": "Dernière utilisation:",
        "remaining": "Restants:",
        "button": {
          "replace": "Remplacer",
          "add": "Créer"
        },
        "warning": "Aucun code de sauvegarde à ce moment, veuillez en créer."
      },
      "dndCard": {
        "title": "Ne pas divulguer",
        "info": "Lorsque cette option est activée, l'utilisation du processus de mot de passe oublié générera un message indiquant que votre compte n'existe pas. Cependant, il vous enverra tout de même un email avec un lien que vous pourrez utiliser pour réinitialiser votre mot de passe.  Ceci est généralement utilisé par des individus dans des endroits sensibles.",
        "button": {
          "enable": "Activer",
          "disable": "Désactiver"
        }
      }
    },
    "progress": {
      "header": "La robustesse du profil",
      "addMethod": "Ajouter une méthode de récupération",
      "addTotp": "Ajouter un smartphone (V2E)",
      "addU2f": "Ajouter une clé de sécurité (V2E)",
      "addCodes": "Ajouter des codes de sauvegarde (V2E)"
    }
  },
  "password": {
    "create": {
      "header": "Créer un mot de passe pour votre identité {0}",
      "username": "nom d'utilisateur pour {0} : ",
      "pwInput": "Votre nouveau mot de passe",
      "required": "Un nouveau mot de passe est obligatoire",
      "tooShort": "Votre nouveau mot de passe doit comporter au moins {0} caractères",
      "tooLong": "Votre nouveau mot de passe ne doit pas dépasser {0} caractères",
      "tooWeak": "Votre nouveau mot de passe doit être plus robuste",
      "noGood": "Malheureusement, il semble que celui-là ne va pas marcher",
      "goodPassword": "Cela commence à ressembler à un bon mot de passe, cliquez sur Continuer pour le vérifier."
    },
    "confirm": {
      "header": "Confirmer votre nouveau mot de passe",
      "explanation": "Juste pour vous assurer que votre nouveau mot de passe est correct, veuillez le saisir une fois de plus.",
      "pwInput": "Votre nouveau mot de passe",
      "noMatch": "Ce mot de passe ne correspond pas à votre précédent"
    },
    "saved": {
      "header": "Excellent !",
      "info": "Votre nouveau mot de passe a été enregistré.",
      "pwInput": "Votre nouveau mot de passe"
    },
    "recovery": {
      "header": "Et si vous oubliez votre mot de passe?",
      "explanation": "Parfois, nous oublions notre mot de passe. Parfois, le mot de passe que nous avons ne semble pas fonctionner. Dans ces situations, il est important de pouvoir toujours \"récupérer\" votre mot de passe.",
      "info": "Si vous oubliez votre mot de passe, nous enverrons un email à {0} avec un lien que vous pouvez utiliser pour créer un nouveau mot de passe.  ",
      "advice": "De plus, nous vous recommandons d'ajouter au moins une autre de vos adresses e-mails pour que la réinitialisation de votre mot de passe à l'avenir soit aussi facile que possible.",
      "atLeastOneRecovery": "Heureusement, vous avez déjà d'autres moyens que nous pouvons utiliser pour envoyer un lien spécial dans le cas où vous devez commencer le processus de récupération de mot de passe. Vous pouvez en avoir autant que vous voulez.",
      "emailInput": "Veuillez saisir une adresse e-mail alternative",
      "unsaved": "Vous n'avez pas encore enregistré vos modifications.",
      "dontRemoveLastOne": "Veuillez ajouter une autre adresse e-mail alternative avant de supprimer celle-ci.",
      "invalidEmail": "Adresse email invalide",
      "personalHeader": "Alternative(s)",
      "noPersonalMethods": "Aucun en ce moment"
    },
    "verifyRecovery": {
      "header": "Vérification de la méthode de récupération",
      "verifying": "Vérification de votre compte en cours...",
      "verified": "Félicitations! Vous avez ajouté avec succès cette méthode de récupération au cas où vous oublieriez votre mot de passe.",
      "expired": "Malheureusement, ce code de vérification a déjà expiré. Je vais vous envoyer un autre email tout de suite avec un nouveau code de vérification. Vous pouvez fermer cet onglet et consulter votre courrier électronique.",
      "invalid": "Malheureusement, quelque chose ne va pas avec ce lien.  Vous devrez essayer de nouveau.",
      "button": {
        "profile": "Se connecter et voir mon profil mis à jour",
        "again": "Réessayer"
      }
    },
    "forgot": {
      "header": "J'ai oublié mon mot de passe",
      "unameInput": "Saisissez votre nom d'utilisateur {0}",
      "required": "Un nom d’utilisateur est requis",
      "clickOnly": "S’il vous plaît cliquez sur moi pour envoyer un lien",
      "button": {
        "send": "Envoyez-moi un lien"
      }
    },
    "forgotSent": {
      "header": "Email envoyé",
      "emailComing": "Nous enverrons un e-mail avec un lien spécial à l’adresse suivante dans une minute :",
      "alternates": "Si vous n’avez pas actuellement accès à ce compte email, veuillez utiliser une des alternatives ci-dessous.",
      "instead": "Utiliser celui-ci à la place",
      "too": "Envoyé à cet adresse email aussi"
    },
    "reset": {
      "verify": {
        "header": "Vérification de réinitialisation du mot de passe",
        "verifying": "Vérification de votre code en cours...",
        "verified": "Félicitations! C'était le bon code, vous pouvez créer votre nouveau mot de passe maintenant.",
        "expired": "Malheureusement, ce code de vérification a déjà expiré. Je vais vous envoyer un autre email tout de suite avec un nouveau code de vérification. Vous pouvez fermer cet onglet et consulter votre courrier électronique.",
        "invalid": "Malheureusement, quelque chose ne va pas avec ce lien.  Vous devrez essayer de nouveau.",
        "button": {
          "create": "Créer mon nouveau mot de passe",
          "again": "Réessayer"
        }
      },
      "complete": {
        "header": "Excellent !",
        "congrats": "Votre mot de passe a été changé.  Vous n’aurez pas un accès complet à votre profil jusqu'à ce que vous vous connectez de nouveau avec votre nouveau mot de passe.",
        "button": {
          "next": "Vérifier mon profil"
        }
      }
    }
  },
  "2sv": {
    "intro": {
      "header": "Qu'est-ce que la vérification en deux étapes?",
      "info": "Avant d'aller plus loin, nous souhaitons introduire une étape importante dans la protection de votre compte.",
      "incentive": "L'ajout d'une vérification en deux étapes à votre compte doublera au moins la durée de vie de votre mot de passe! Imaginez ne plus avoir à changer votre mot de passe chaque année ... Consultez la page de profil après avoir ajouté un 2SV pour voir quelle sera votre nouvelle date d'expiration."
    },
    "smartphone": {
      "intro": {
        "header": "Avez-vous un smartphone?",
        "info": "Si vous en avez un et que c'est généralement avec vous, cela peut être une très bonne option pour votre vérification en deux étapes."
      },
      "download": {
        "header": "Télécharger une application",
        "recommendation-authenticator": "Il existe de nombreuses applications que vous pouvez utiliser pour cette étape, mais nous recommandons Google Authenticator pour sa simplicité. C'est  gratuit et n'utilisera aucune donnée mobile.",
        "recommendation-authy": "Plusieurs applications d'authentification sont disponibles, mais l'option Authy est recommandée. Authy est gratuit et n'utilise aucune donnée mobile.",
        "button": {
          "ok": "OK, je l'ai installée sur mon smartphone"
        },
        "appname-authenticator": "Google Authenticator",
        "appname-authy": "Authy"
      },
      "scanQr": {
        "header": "Connecter votre smartphone à votre compte",
        "info": "Afin de connecter votre smartphone à votre compte, nous devrons scanner le code QR ci-dessous dans l'application que vous venez d'installer.",
        "add": "Ajoutez un compte en appuyant sur \"begin setup\" ou sur le bouton \"ajouter\" puis en choisissant l'option \"scan a barcode\"",
        "qr": "Dirigez votre téléphone vers le code QR ci-dessous et votre application commencera à générer des codes à 6 chiffres",
        "manual": "Avez-vous des problèmes avec le code QR? Voici le code manuel: ",
        "button": {
          "ok": "OK, mon application génère maintenant des codes"
        }
      },
      "verifyQrCode": {
        "header": "Vérifier le code de votre application smartphone",
        "info": "Votre application génerera un nouveau code à 6 chiffres toutes les 30 secondes. Lorsque vous êtes prêt, saisissez celui qui est affiché dans votre application et cliquez sur \"Vérifier\".",
        "codeInput": "Code à 6 chiffres",
        "invalidCode": "le code doit contenir 6 chiffres",
        "hint": "Si vous utilisez Google Authenticator, votre heure devra peut-être être synchronisée. Appuyez simplement sur le bouton Menu (trois points) dans Google Authenticator et accédez à Paramètres> Correction de l'heure pour les codes> Synchroniser maintenant."
      },
      "codeVerified": {
        "header": "Excellent !",
        "info": "Ce code était correct. Vous pouvez maintenant utiliser votre smartphone pour protéger davantage votre compte."
      }
    },
    "key": {
      "intro": {
        "header": "Avez-vous une clé de sécurité USB?",
        "info": "Les clés de sécurité USB constituent l'option la plus sécurisée et la plus pratique pour la vérification en deux étapes.",
        "button": {
          "no": "Non, mais j'aimerais en avoir un"
        }
      },
      "insert": {
        "header": "Insérez votre clé de sécurité USB",
        "button": {
          "ok": "OK, je l'ai inséré"
        },	
        "nosupport": {	
          "header": "Non pris en charge par votre navigateur actuel",	
          "info": "Les clés de sécurité USB ne sont prises en charge que par les navigateurs les plus sûrs. Veuillez envisager un navigateur plus sécurisé tel que Google Chrome."	
        }
      },
      "touch": {
        "header": "Touchez ou appuyez sur votre clé de sécurité USB",
        "info": "Une fois que votre clé de sécurité commence à clignoter, appuyez sur son bouton ou touchez son capteur.",
        "error": "Un problème est survenu. Veuillez vous assurer que la clé est correctement insérée et attendre le clignotement avant de l'appuyer. Si votre clé ne clignote pas, vous avez peut être un navigateur incompatible et vous devriez ignorer cette étape. Veuillez considérer un navigateur plus sûr comme Google Chrome.",
        "button": {
          "retry": "Réessayer"
        }
      },
      "confirmed": {
        "header": "Excellent !",
        "info": "Votre clé de sécurité USB est maintenant confirmée, vous pouvez donc l'utiliser pour protéger davantage votre compte."
      }
    },
    "codes": {
      "intro": {
        "header": "Codes de sauvegarde imprimables",
        "backupInfo": "Il peut arriver que vous n'ayez pas votre smartphone ou votre clé de sécurité USB avec vous. Dans ce cas, des codes de sauvegarde imprimables peuvent être utilisés.",
        "primaryInfo": "Même si vous n'utilisez pas de smartphone ou de clé de sécurité pour la vérification en deux étapes, vous pouvez toujours augmenter la sécurité de votre compte en utilisant uniquement des codes de sauvegarde imprimables.",
        "button": {
          "new": "Créer de nouveaux codes"
        }
      },
      "new": {
        "header": "Codes de sauvegarde imprimables",
        "loading": "génération des codes ...",
        "generated": "générés le",
        "personalCopy": "Veuillez conserver une copie personnelle pour une utilisation ultérieure",
        "button": {
          "ok": "Terminer",
          "print": "Imprimer",
          "download": "Télécharger",
          "copy": "Copier",
          "copied": "Copiés"
        }
      }
    },
    "change": {
      "header": "Perdu ou nouveau",
      "info": "Si vous avez perdu votre {0} ou si vous en avez obtenu un nouveau, vous devez supprimer l'appareil de votre compte avant d'en configurer un nouveau. Souhaitez-vous supprimer votre appareil existant? Vous aurez la possibilité d'en configurer un nouveau à l'étape suivante.",
      "lastOne": "Ceci est votre dernier 2SV. Si vous le supprimez, votre mot de passe expirera plus tôt."
    },
    "removed": {
      "header": "Supprimé",
      "info": "Cet appareil a été supprimé de votre profil. Voulez-vous en configurer un nouveau maintenant?",
      "button": {
        "later": "Peut-être plus tard"
      }
    },
    "remove": {
      "lastOne": "Ceci est votre dernier 2SV, êtes-vous absolument sûr de vouloir l'enlever? Cela va faire expirer votre mot de passe plus tôt."
    }
  }
}
